Revit 2027 API
ParameterTypeId.StairsTrisertypeRiserThickness Property
 "Riser Thickness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTrisertypeRiserThickness { get; }
Public Shared ReadOnly Property StairsTrisertypeRiserThickness As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTrisertypeRiserThickness {
	ForgeTypeId^ get ();
}
static member StairsTrisertypeRiserThickness : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace